const questions = {

tafsir: [

{
question: "په کوم تفسیر عمل روا نه دی؟",
answers: [
"بالرای المحمود",
"بالرای المذموم",
"بالماثور",
"نقلي"
],
correct: 1
},

{
question: "تفسیر د اسلوب له مخې په څو ډوله دی؟",
answers: [
"دوه ډوله",
"درې ډوله",
"څلور ډوله",
"شپږ ډوله"
],
correct: 0
},

{
question: "د امام فخرالدین رازي د وفات نېټه کومه ده؟",
answers: [
"۶۰۷ هـ",
"۶۰۶ هـ",
"۷۰۶ هـ",
"۶۲۵ هـ"
],
correct: 1
}

],

math: [

{
question: "2 + 2 = ؟",
answers: [
"3",
"4",
"5",
"6"
],
correct: 1
}

]

};
